00
414
682
600
250.03
410
780
250.7
721
599
560
416
592
433
218
428
434
972
296
656
250.81
715
807
724
250.13
824
722
154
276
34
486
V57
427
608
820
997
572
627
250.8
723
440
401
341
578
995
8
812
42
402
9
786
153
577
493
466
253
719
805
443
574
595
250.1
436
537
996
201
250.6
491
707
386
535
558
278
998
180
562
348
718
403
532
518
250
584
590
38
280
250.82
162
250.4
438
536
648
415
161
808
291
730
821
435
883
357
285
727
482
54
556
250.01
445
567
7
411
726
462
531
924
425
331
295
565
281
738
654
185
404
557
511
141
292
617
188
250.11
250.02
852
569
458
432
781
785
250.41
789
507
133
426
294
711
94
553
530
965
431
398
53
453
945
626
801
681
241
250.2
685
571
197
441
250.92
728
473
345
585
182
V67
637
204
461
823
424
709
155
729
604
892
632
519
455
150
250.42
573
250.12
540
967
212
646
787
250.22
969
784
413
275
157
283
151
327
226
376
552
621
380
871
184
35
240
799
575
568
618
782
596
659
952
47
V58
187
982
300
790
349
716
625
250.33
346
733
274
189
566
487
437
174
293
601
788
661
843
444
813
305
797
935
593
485
238
193
492
290
311
494
611
526
307
714
794
297
582
442
851
310
822
286
277
250.3
198
233
V53
737
865
430
309
496
244
191
802
893
211
255
478
959
840
550
368
79
117
962
459
456
490
200
474
250.83
475
481
239
370
447
850
227
287
70
298
27
304
515
112
423
751
463
333
362
202
705
V54
446
303
555
815
725
528
510
420
882
250.23
417
338
332
745
250.21
586
196
429
831
337
658
203
844
250.9
31
457
803
564
647
396
663
210
607
620
465
534
288
512
412
451
746
652
642
397
164
284
235
783
710
576
868
454
156
867
171
806
421
583
220
483
986
579
242
664
825
V71
660
614
351
V55
273
735
588
598
251
250.51
641
853
152
66
522
800
958
934
594
250.32
355
301
308
nan
814
922
230
501
860
992
136
933
3
350
847
175
225
753
250.91
796
833
591
644
323
977
736
237
322
252
179
695
215
312
756
250.31
263
516
527
115
282
838
320
836
657
810
266
464
616
289
318
356
891
395
734
686
864
352
205
708
183
863
250.43
861
199
968
88
250.93
378
999
142
880
513
340
207
759
11
471
V56
570
5
683
873
680
381
551
524
223
78
541
804
495
816
514
533
374
966
610
693
394
V66
245
964
480
866
508
385
335
452
306
135
195
354
228
147
917
146
817
158
845
236
173
344
834
920
989
194
970
379
192
388
655
653
987
684
377
835
542
983
854
793
885
359
581
358
314
353
477
886
957
521
383
208
717
941
994
602
61
405
906
V63
334
846
214
792
272
692
916
747
694
41
623
422
V51
921
V26
696
913
791
529
163
336
878
837
615
382
633
110
963
384
342
842
732
E909
700
246
V60
645
704
470
361
622
971
890
603
36
48
172
49
10
57
839
366
143
903
649
261
944
170
145
976
82
879
915
870
250.52
923
671
990
369
52
39
250.53
619
691
363
720
928
862
V45
936
